{
    "title": "About DiSSCover",
    "paragraphs": [
        {
            "text": "DiSSCover is a platform for curating and annotating digital specimens, which serve as digital surrogates for physical specimens.  It provides access to all specimen-related data, including metadata (where, when, by whom), digital media and derived or related data like sequence data, chemical composition and sampled environment. Users, including researchers, taxonomic experts and citizen scientists, can annotate and enrich specimen data to support science, with future integration of approved annotations pending a community review process."
        },
        {
            "text": "DiSSCover is also available in a sandbox environment for testing. Annotations can be made manually or with the help of automated services: machine annotation services provided by the DiSSCo partners. DiSSCo aims to share the data in the near future with aggregators like GBIF and GeoCASe once it reaches a sufficient quality and completeness level (MIDS level 1 or higher). The platform also calculates MIDS levels and provides DOIs for persistent referencing of specimens. Lists of DOIs can be exported to physical specimen management systems to provide a stable link between the physical and digital specimen.",
            "links": {
                "sandbox": "https://sandbox.dissco.tech",
                "environment": "https://sandbox.dissco.tech",
                "GBIF": "https://www.gbif.org/",
                "GeoCASe": "https://geocase.eu/",
                "MIDS": "https://dev.mids.dissco.tech"
            }
        },
        {
            "text": "DiSSCover enables users to work with digital specimens which provide unique features to support science: discovery of data relationships in online resources, persistent identifiers, versioning, and full provenance tracking. The digital specimens use the openDS data model and support both human and machine-driven scientific discovery. Learn more about digital specimens here.",
            "links": {
                "openDS": "http://terms.dissco.tech",
                "here.": "https://dissco.tech/2020/03/31/what-is-a-digital-specimen/"
            }
        },
        {
            "text": "DiSSCover and its underlying digital specimen infrastructure were created in a series of EU funded projects (DiSSCo Prepare, BiCIKL and DiSSCo Transition) and are maintained through funding from DiSSCo members."
        },
        {
            "text": "As a minimum viable product, DiSSCover currently includes data from only a few specimen datasets and will be expanded to integrate more sources and features in future versions. Enhancements are planned to create digital specimens as early as possible in the data lifecycle: at the digitisation or environmental sampling event."
        },
        {
            "text": "Specimen datasets included in this first version are:",
            "bullets": [
                "Naturalis Biodiversity Center: Vermes, Lepidoptera, Crustacea",
                "Natural History Museum Denmark: Ornithology",
                "Freie Universität Berlin: Herbarium Berolinense",
                "Tallinn University of Technology: Geology & Paleontology collections"
            ]
        }
    ]
}