{
    "digitalSpecimen": [
        "This is the digital specimen page. This detailed page contains all the information about a digital specimen which is harmonised within the DiSSCo data model. Because of the bulk of information, it is broken up into different segments focusing on different topics.",
        "At the top we already see quite some returning elements. The name of the specimen is displayed in big font, whilst the current level of MIDS (minimum information about a digital specimen) is displayed below it.",
        "This dropdown element can be used to select a particular version of a specimen. By default, this will always be the latest version.",
        "On the top right is the actions dropdown. This dropdown lists items with certain actions that can be executed upon the specimen. Follow the action specific tutorials for more on that.",
        "On the left we see a familiar component: the ID card. Similar to the ID card on the search page, this component displays all core properties of the specimen, like for example: the physical identifier, type and specimen provider (organisation). The ID card is a static element which will always remain in place on this page.",
        "Then, the biggest space on this page is appointed to the display of detailed specimen data. The different heritages of these data are divided by tabs, like: digital specimen, original data, digital media and provenance. By default, the digital specimen tab will be displayed.",
        "In the digital specimen tab you can browse through the specimen data. This is also further divided into segmented blocks with assigned categories of data. For example: the location block only displays data about the location of the specimen, while the taxonomy block contains all taxonomic details.",
        "If present, the digital media tab displays all the digital media attached to a specimen. Currently, the interface supports: images, videos and audio to be seen and heard. All other kinds of media will be displayed as attached files and tagged as ‘other media’.",
        "The events tab shows all events present within the Digital Specimen",
        "The identifications tab shows all identifications present within the Digital Specimen",
        "The entity relationships tab shows all entity relationships present within the Digital Specimen",
        "If present, the assertions tab shows all assertions present in the Digital Specimen"
    ],
    "annotate": [
        "DiSSCover’s main purpose is to give users the power to enrich existing digital specimen data. These enrichments are called: ‘annotations’. An annotation can be an addition or modification; but other types like assertions or regular comments are also supported. Annotations exist to keep discussion about data quality alive. At the moment, annotations are read only and do not have any effect on the actual digital specimen data itself. This will be implemented in the future when a solid trust model has been established.",
        "First off, where do these annotations hide? Well they are kept in a separate side panel which is disabled on default and becomes visible when the ‘annotation mode’ is triggered.",
        "To trigger the annotation mode, click on the ‘Annotate’ button in the top right corner.",
        "Triggered by the annotation mode, the side panel shows up. Annotations might pop up already depending on whether the digital specimen you are looking at has annotations or not. This side panel hosts all functionality related to annotations.",
        "You can filter on motivation type and order displayed annotations, for example by creation date. The motivation types describe the purpose of annotations. Current motivations include: adding, editing, commenting, assessing and deleting.",
        "To add new annotations, you need to be logged into your DiSSCo account and have an ORCID linked to it. The button at the bottom right of the side panel saying ‘add annotation’ will be enabled and trigger the annotation wizard.",
        "The annotation wizard helps you make a new annotation. Every step is dedicated to a select part of this process. The bar on the bottom keeps track of your progress, you can even navigate between different stages of the process by clicking on the dots.",
        "Step one lets you define the annotation target, aka the specific part of a digital specimen to make an annotation on, for example: the digital specimen name. Targets are either a class or a term. A class being a collection of terms, which are individual fields. You can search for these classes or terms within the advanced selection, but also use a benchmark class.",
        "A benchmark class is an easy method to select and set an often used class as the annotation target. We will target the ‘entity relationship’ benchmark class by clicking on it.",
        "Step two allows us to define if we are adding a new instance of an entity relationship with the annotation, or want to annotate an existing instance, for example to propose changes.",
        "We will add a new instance of an entity relationship. So basically we are proposing a completely new entity relationship through this annotation. To do this, click on ‘add instance of Entity Relationships’.",
        "With it being selected, continue to the next step by clicking on ‘Next step’.",
        "The third step allows you to add the desired values to the entity relationship we are proposing. Because we selected a class, it displays all the terms that are present within it. It is even possible to add sub classes of an entity relationship which hold their own terms.",
        "Notice that the selected motivation is: ‘Addition’. When annotating an existing instance, you can change the motivation which impacts the displayed form. For example, when the motivation is set to commenting, it will only display a text area as comments simply consist of text.",
        "Use the input fields to define values. In this case, we will add a relationship towards a record in GeoCASe we think might be linked to this digital specimen. We give it the indication of GeoCASe and a link that points towards its own portal.",
        "After inserting some values, we will again click on ‘Next Step’.",
        "The fourth and last step shows you a summary of the annotation that is going to be made, including the target, instance, motivation and values. This should make it easier to review the annotation action you are about to make.",
        "Finally, save the annotation by clicking on the ‘Save Annotation’ button.",
        "This will add the new annotation to the annotation overview.",
        "To exit annotation mode and close the side panel, click on the arrow pointing in the top left corner."
    ],
    "mas": [
        "Annotations are the key to enriching the data within the DiSSCo digital infrastructure. Aside from human annotation, machine learning is also being used to detect certain properties of specimen data and assert those as annotations to the digital object. These machine annotations are part of the services provided by DiSSCo and its partners to reach the goal of high data quality.",
        "As a DiSSCo user, you are able to run Machine Annotation Services over digital objects like digital specimens or media. This tutorial will show you how to schedule Machine Annotation Services for a digital specimen.",
        "First off, click on ‘Annotate’. This will trigger the annotation mode and its dedicated side panel in which the machine annotation services are located.",
        "Then click on this button saying ‘machine annotation services’.",
        "This will show an overview of all the machine annotation services that were run or are scheduled for the digital specimen.",
        "You can filter on the state for more specific overview results.",
        "In order to schedule new machine annotation services, you will need to be logged in to your DiSSCo account and have an ORCID linked to it. If so, this button will become clickable and lead you towards the scheduling menu.",
        "From the dropdown, select one of the available Machine Annotation Services. This will add it to a list below. Select as many as you want, as they will be run individually from each other. Note that not all machine annotation services will show up for every digital specimen. That is because some have certain rulesets, like for example: the specimen must belong to the Palaeontology topic discipline or the specimen must have 2D images attached to it. Depending on if the specimen complies to these rules, will make the options for the services pop up in the dropdown.",
        "We will run a dummy machine annotation service, just to show off.",
        "When you are done selecting, click on ‘schedule’ to schedule the chosen machine annotation service",
        "Our dummy machine annotation service will pop up in the overview. The spinner indicates it is still being processed by the infrastructure and no results are yet to be seen.",
        "When a green check appears, the machine annotation service finished running. This means it will have added annotations to the digital specimen. You can check them out in the annotations overview.",
        "If a red x appears, it means the machine annotation service has somehow failed running."
    ]
}